[
  {"soal":"Kenapa proyek e-KTP molor bertahun-tahun?","jawab":"Supaya duit negara lari diam-diam.","alasan":"Kalau selesai tepat waktu, nggak ada drama korupsi yang bikin headline."},
  {"soal":"Kenapa dana bansos sering nyasar?","jawab":"Supaya pejabat dan calo bisa seruput bareng.","alasan":"Kalau tepat sasaran, mereka nggak punya cerita seru di berita."},
  {"soal":"Kenapa kasus Jiwasraya bikin gempar?","jawab":"Supaya rakyat sadar investasi nggak aman, tapi pejabat tetap santai.","alasan":"Kalau aman, media nggak punya headline panas."},
  {"soal":"Kenapa korupsi proyek gedung negara sering bocor?","jawab":"Supaya pejabat tetap bisa upgrade mobil dinas.","alasan":"Kalau nggak bocor, mereka harus pakai motor kayak rakyat biasa."},
  {"soal":"Kenapa kasus BLBI selalu mangkrak?","jawab":"Supaya jutaan rakyat kecewa tapi pejabat santai nonton TV.","alasan":"Kalau cepat selesai, mereka nggak bisa pamer di media."},
  {"soal":"Kenapa kasus korupsi masker ramai di awal pandemi?","jawab":"Supaya rakyat panik, tapi pejabat tetap aman di rumah.","alasan":"Kalau aman, rakyat nggak punya bahan protes."},
  {"soal":"Kenapa proyek reklamasi molor terus?","jawab":"Supaya pejabat masih bisa ambil keuntungan diam-diam.","alasan":"Kalau selesai, publik bakal sadar siapa yang dapat untung."},
  {"soal":"Kenapa kasus bansos covid banyak bocor?","jawab":"Supaya rakyat marah tapi pejabat tetap minum kopi santai.","alasan":"Kalau tepat sasaran, mereka nggak bisa pamer drama di media."},
  {"soal":"Kenapa kasus Jiwasraya lama ditangani?","jawab":"Supaya orang lupa nama-nama yang terlibat.","alasan":"Kalau cepat, rakyat bisa langsung menagih keadilan."},
  {"soal":"Kenapa dana desa sering nggak jelas?","jawab":"Supaya proyek fiktif bisa jalan tapi duit lari.","alasan":"Kalau transparan, mereka nggak bisa makan gratis."},
  {"soal":"Kenapa pejabat suka janji proyek selesai cepat?","jawab":"Supaya rakyat percaya, padahal proyek molor bertahun-tahun.","alasan":"Kalau jujur, rakyat bakal nanya duitnya kemana."},
  {"soal":"Kenapa DPR sering ribut di rapat?","jawab":"Supaya publik mikir mereka kerja keras.","alasan":"Kalau diam, orang bakal tanya 'kerjanya apa aja sih?'"},
  {"soal":"Kenapa pejabat suka foto bareng anak-anak?","jawab":"Supaya kelihatan peduli rakyat, walau APBD banyak bocor.","alasan":"Kalau nggak foto, rakyat bakal curiga mereka nggak peduli."},
  {"soal":"Kenapa rakyat antre di ATM tanggal tua?","jawab":"Supaya sisa saldo bisa bikin drama tiap bulan.","alasan":"Kalau duit cukup, sensasi hidup ala rakyat kecil nggak terasa."},
  {"soal":"Kenapa pejabat selalu senyum pas kampanye?","jawab":"Supaya rakyat lupa janji mangkrak mereka.","alasan":"Kalau cemberut, rakyat bakal inget korupsi & proyek terbengkalai."},
  {"soal":"Kenapa jalanan selalu macet pagi hari?","jawab":"Supaya rakyat belajar sabar, gratis.","alasan":"Kalau lancar, rakyat nggak punya bahan ngeluh di medsos."},
  {"soal":"Kenapa politisi suka janji manis sebelum pemilu?","jawab":"Supaya menang suara, walau balik kanan lupa semua janji.","alasan":"Kalau jujur, bisa kalah di pemilu."},
  {"soal":"Kenapa pejabat naik helikopter ke desa?","jawab":"Supaya kelihatan peduli rakyat, walau biaya makan APBD gede.","alasan":"Kalau naik mobil, rakyat bisa protes mahalnya biaya."},
  {"soal":"Kenapa warga pakai helm di jalan sepi?","jawab":"Supaya aman dari tilang dadakan.","alasan":"Kalau nggak pakai, bisa dibilang nggak takut hukum."},
  {"soal":"Kenapa tukang parkir suka ngomel?","jawab":"Karena mobil nggak bisa parkir sendiri, tapi bayarnya tetap harus.","alasan":"Kalau parkir otomatis, tukang parkir bisa nganggur."},
  {"soal":"Kenapa rakyat foto demo di medsos?","jawab":"Supaya kelihatan peduli masalah bangsa.","alasan":"Kalau nggak difoto, dunia nggak percaya ada yang demo."},
  {"soal":"Kenapa pejabat suka resmikan proyek mangkrak?","jawab":"Supaya kelihatan produktif, walau proyek cuma formalitas.","alasan":"Kalau nggak diresmikan, rakyat bakal tanya 'kerjanya mana?'"},
  {"soal":"Kenapa warga suka foto macet di jalan tol?","jawab":"Supaya dunia tahu penderitaan mereka.","alasan":"Kalau nggak difoto, orang nggak percaya macet parah."},
  {"soal":"Kenapa pejabat suka ikut talkshow?","jawab":"Supaya rakyat dengar suara mereka, walau kerjaan nggak kelihatan.","alasan":"Kalau nggak ikut, rakyat bisa lupa mereka masih ada."},
  {"soal":"Kenapa orang beli pulsa saat kuota habis?","jawab":"Supaya tetap update berita politik & gosip.","alasan":"Kalau nggak beli, feed mereka bakal mati."},
  {"soal":"Kenapa pejabat suka bangun monumen baru?","jawab":"Supaya rakyat inget mereka, walau uang rakyat kebocoran.","alasan":"Kalau nggak bangun, publik bisa bilang mereka nggak peduli."},
  {"soal":"Kenapa DPR suka bikin aturan baru tiap tahun?","jawab":"Supaya rakyat bingung dan lupa yang lama.","alasan":"Kalau nggak bikin, rakyat bakal kritis sama aturan lama."},
  {"soal":"Kenapa pejabat suka janji pembangunan cepat?","jawab":"Supaya terlihat progresif, walau realitanya lambat.","alasan":"Kalau jujur, rakyat bakal ngamuk duluan."},
  {"soal":"Kenapa warga foto antre sembako murah?","jawab":"Supaya kelihatan perjuangan rakyat kecil.","alasan":"Kalau nggak foto, orang nggak percaya perjuangan mereka."},
  {"soal":"Kenapa pejabat sering naik mobil mewah?","jawab":"Supaya kelihatan berkuasa, walau rakyat masih susah.","alasan":"Kalau naik motor, rakyat bakal mikir mereka miskin."},
  {"soal":"Kenapa orang beli es kopi kekinian?","jawab":"Supaya kelihatan hits & update tren, walau kantong menjerit.","alasan":"Kalau nggak beli, feed Instagram kelihatan jadul."},
  {"soal":"Kenapa warga suka ikut arisan RT?","jawab":"Supaya kumpul & dapat duit juga.","alasan":"Kalau nggak ikutan, gosip & bonus bakal kelewat."},
  {"soal":"Kenapa pejabat suka foto bareng warga?","jawab":"Supaya kelihatan merakyat, walau APBD banyak bocor.","alasan":"Kalau nggak foto, rakyat bakal curiga mereka nggak peduli."},
  {"soal":"Kenapa warga suka selfie di taman?","jawab":"Supaya kelihatan produktif & sehat.","alasan":"Kalau nggak selfie, orang nggak percaya mereka rajin."},
  {"soal":"Kenapa pejabat selalu bilang 'kami peduli rakyat'?","jawab":"Supaya rakyat percaya tanpa bukti nyata.","alasan":"Kalau nggak bilang, rakyat bisa mulai curiga."},
  {"soal":"Kenapa rakyat sering demo tapi tetap sabar?","jawab":"Supaya kelihatan heroik di medsos.","alasan":"Kalau nggak sabar, media bakal kurang dramatis."},
  {"soal":"Kenapa pejabat sering bikin proyek simbolis?","jawab":"Supaya kelihatan peduli, walau manfaat minim.","alasan":"Kalau nyata, biaya bisa membengkak."},
  {"soal":"Kenapa warga suka foto antre bensin?","jawab":"Supaya kelihatan berjuang keras.","alasan":"Kalau nggak difoto, orang nggak percaya antre panjang."},
  {"soal":"Kenapa pejabat suka meresmikan jalan tol?","jawab":"Supaya terlihat bekerja, walau jalan tol sudah lama dipakai.","alasan":"Kalau nggak diresmikan, rakyat nggak tahu keberadaan mereka."},
  {"soal":"Kenapa rakyat foto demo online?","jawab":"Supaya dunia tahu suara mereka, walau pejabat cuek.","alasan":"Kalau nggak difoto, perjuangan mereka bakal hilang."},
  {"soal":"Kenapa pejabat suka peresmian monumen baru?","jawab":"Supaya nama mereka abadi, walau uang rakyat kebocoran.","alasan":"Kalau nggak diresmikan, publik bisa bilang mereka malas gerak."},
  {"soal":"Kenapa DPR suka debat panas di TV?","jawab":"Supaya rakyat mikir mereka kerja, walau keputusan molor.","alasan":"Kalau diem, rakyat bakal nanya kerja apa aja."},
  {"soal":"Kenapa pejabat suka naik helikopter untuk inspeksi?","jawab":"Supaya cepat sampai lokasi proyek, walau biaya gede.","alasan":"Kalau naik mobil, rakyat bakal kritis soal biaya."},
  {"soal":"Kenapa rakyat foto antre sembako?","jawab":"Supaya orang lain tahu perjuangan hidup mereka.","alasan":"Kalau nggak difoto, dramanya nggak terlihat."},
  {"soal":"Kenapa pejabat suka peresmian proyek mangkrak?","jawab":"Supaya terlihat produktif, walau proyek nggak jalan.","alasan":"Kalau nggak diresmikan, publik bakal tahu proyek terbengkalai."},
  {"soal":"Kenapa DPR suka bikin aturan baru tiap tahun?","jawab":"Supaya rakyat bingung dan lupa yang lama.","alasan":"Kalau nggak bikin, rakyat bakal kritis sama aturan lama."},
  {"soal":"Kenapa pejabat sering foto bareng anak-anak?","jawab":"Supaya kelihatan peduli rakyat, walau janji proyek mangkrak.","alasan":"Kalau nggak foto, rakyat bakal tanya 'kerjanya mana?'"},
  {"soal":"Kenapa rakyat sering antre di ATM tanggal tua?","jawab":"Supaya sisa saldo bisa bikin drama tiap bulan.","alasan":"Kalau duit cukup, sensasi hidup ala rakyat kecil nggak terasa."},
  {"soal":"Kenapa pejabat suka foto kampanye?","jawab":"Supaya rakyat lupa proyek mangkrak.","alasan":"Kalau nggak foto, rakyat bakal ingat janji yang belum ditepati."},
  {"soal":"Kenapa rakyat suka pamer antrean bensin?","jawab":"Supaya kelihatan berjuang keras.","alasan":"Kalau nggak difoto, orang nggak percaya antre panjang."},
  {"soal":"Kenapa pejabat suka potret simbolik?","jawab":"Supaya terlihat produktif, walau minim manfaat.","alasan":"Kalau nyata, biaya bisa membengkak."},
  {"soal":"Kenapa warga suka selfie di mal?","jawab":"Supaya kelihatan update & gaul.","alasan":"Kalau nggak selfie, feed bisa kelihatan jadul."},
  {"soal":"Kenapa pejabat suka proyek baru tiap tahun?","jawab":"Supaya rakyat lupa janji lama mangkrak.","alasan":"Kalau nggak ada proyek baru, rakyat bakal ingat janji lama."},
  {"soal":"Kenapa warga demo tapi tetap sabar?","jawab":"Supaya kelihatan heroik di medsos.","alasan":"Kalau nggak sabar, media bakal kurang dramatis."},
  {"soal":"Kenapa pejabat selalu bilang 'kami peduli rakyat'?","jawab":"Supaya rakyat percaya tanpa bukti nyata.","alasan":"Kalau nggak bilang, rakyat bisa mulai curiga."},
{"soal":"Kenapa kasus Jiwasraya lama banget diusut?","jawab":"Supaya yang rugi lupa siapa yang ambil duit miliaran.","alasan":"Kalau cepat selesai, pejabat bakal kena sorot keras."},
  {"soal":"Kenapa proyek e-KTP molor bertahun-tahun?","jawab":"Supaya duit negara bisa lari diam-diam.","alasan":"Kalau selesai tepat waktu, korupsi nggak kelihatan."},
  {"soal":"Kenapa bansos corona banyak bocor tapi pejabat santai?","jawab":"Supaya rakyat ribut tapi mereka tetep kopi santai.","alasan":"Kalau tepat sasaran, rakyat bakal protes langsung."},
  {"soal":"Kenapa kasus BLBI diam-diam aja tapi heboh isu politik lain?","jawab":"Supaya rakyat sibuk debat partai, bukan duit raib.","alasan":"Kalau nggak dialihkan, nama besar bakal kena spotlight."},
  {"soal":"Kenapa masker corona korupsi ramai di awal tapi sekarang lupa?","jawab":"Supaya rakyat panik tapi pejabat tetap aman di rumah.","alasan":"Kalau nggak dialihkan, mereka bakal kena kritik tajam."},
  {"soal":"Kenapa proyek reklamasi molor tapi ramai soal lingkungan?","jawab":"Supaya rakyat fokus polusi, bukan keuntungan diam-diam pejabat.","alasan":"Kalau nggak dialihkan, korupsi jelas kelihatan."},
  {"soal":"Kenapa skandal pejabat tiba-tiba ramai soal jam tangan?","jawab":"Supaya rakyat sibuk fashion, bukan duit negara yang hilang.","alasan":"Kalau nggak dialihkan, sorotan publik bakal keras."},
  {"soal":"Kenapa jalan tol mangkrak ramai dibahas macetnya?","jawab":"Supaya rakyat marah tapi salah sasaran.","alasan":"Kalau fokus proyek, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa proyek bendungan lama dibangun tapi ramai soal taman bermain?","jawab":"Supaya rakyat fokus anak-anak, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal malu di media."},
  {"soal":"Kenapa proyek listrik mangkrak tapi ramai soal lampu taman?","jawab":"Supaya rakyat debat dekorasi, bukan duit proyek yang lari.","alasan":"Kalau fokus proyek, pejabat bakal kena sorotan."},
  {"soal":"Kenapa bansos covid ramai soal kantong warna?","jawab":"Supaya rakyat peduli estetika, bukan duit yang raib.","alasan":"Kalau fokus duit, pejabat bakal kena spotlight."},
  {"soal":"Kenapa proyek sekolah baru ramai soal cat pagar?","jawab":"Supaya rakyat peduli warna, bukan biaya yang bocor.","alasan":"Kalau nggak dialihkan, korupsi jelas terlihat."},
  {"soal":"Kenapa kasus tambang ilegal ramai soal topi helm pekerja?","jawab":"Supaya rakyat fokus fashion safety, bukan izin ilegal.","alasan":"Kalau nggak dialihkan, korupsi izin jelas kelihatan."},
  {"soal":"Kenapa proyek stadion megah ramai dibahas soal parkir?","jawab":"Supaya rakyat fokus mobil, bukan duit proyek yang menguap.","alasan":"Kalau fokus proyek, pejabat bakal kena sorot publik."},
  {"soal":"Kenapa pejabat suka foto bareng anak-anak?","jawab":"Supaya kelihatan peduli rakyat, walau duit bocor di APBD.","alasan":"Kalau nggak foto, rakyat bakal protes langsung."},
  {"soal":"Kenapa DPR ribut terus di rapat tapi keputusan molor?","jawab":"Supaya rakyat mikir mereka kerja, padahal duit rakyat tetep bocor.","alasan":"Kalau diem, rakyat bakal nanya kerja apa aja."},
  {"soal":"Kenapa proyek rumah sakit mangkrak ramai soal logo baru?","jawab":"Supaya rakyat fokus branding, bukan proyek mangkrak.","alasan":"Kalau nggak dialihkan, publik bakal sadar duit bocor."},
  {"soal":"Kenapa proyek tol mangkrak ramai soal rambu?","jawab":"Supaya rakyat debat aturan, bukan duit yang hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa kasus pengadaan alat kesehatan ramai soal merek?","jawab":"Supaya rakyat debat brand, bukan mark-up milyaran.","alasan":"Kalau fokus duit, pejabat bakal kena spotlight."},
  {"soal":"Kenapa kasus Jiwasraya ramai soal endorsement artis?","jawab":"Supaya rakyat kepo seleb, bukan rugi investasi miliaran.","alasan":"Kalau nggak dialihkan, nama-nama besar bakal tersorot."},
  {"soal":"Kenapa proyek e-money mangkrak ramai soal QR code lucu?","jawab":"Supaya rakyat debat estetika, bukan duit hilang.","alasan":"Kalau fokus proyek, pejabat bakal kena spotlight."},
  {"soal":"Kenapa skandal korupsi BBM ramai dibahas soal SPBU nyaman?","jawab":"Supaya rakyat fokus fasilitas, bukan duit yang bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa proyek transportasi mangkrak ramai soal rute baru lucu?","jawab":"Supaya rakyat debat rute, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena spotlight."},
  {"soal":"Kenapa bansos lama nyasar ramai soal warna kupon?","jawab":"Supaya rakyat debat estetika, bukan duit hilang.","alasan":"Kalau fokus duit, pejabat bakal kena sorotan."},
  {"soal":"Kenapa kasus masker korupsi ramai soal jenis kain?","jawab":"Supaya rakyat fokus bahan, bukan fee milyaran.","alasan":"Kalau nggak dialihkan, publik bakal sadar siapa yang untung."},
  {"soal":"Kenapa proyek tol tiba-tiba ramai soal lampu jalan?","jawab":"Supaya rakyat fokus dekorasi, bukan duit proyek hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik keras."},
  {"soal":"Kenapa kasus BLBI ramai soal arsip kertas hilang?","jawab":"Supaya rakyat fokus dokumen, bukan milyaran raib.","alasan":"Kalau nggak dialihkan, nama besar bakal tersorot."},
  {"soal":"Kenapa proyek bendungan ramai soal taman bunga?","jawab":"Supaya rakyat fokus bunga, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena spotlight."},
  {"soal":"Kenapa skandal pejabat ramai soal kopi favorit?","jawab":"Supaya rakyat sibuk debat kopi, bukan duit negara yang hilang.","alasan":"Kalau nggak dialihkan, sorotan publik bakal keras."},
  {"soal":"Kenapa proyek rumah dinas mangkrak ramai soal cat dinding?","jawab":"Supaya rakyat peduli warna, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa bansos corona ramai soal ukuran kantong plastik?","jawab":"Supaya rakyat debat detail kecil, bukan duit hilang.","alasan":"Kalau fokus duit, pejabat bakal kena spotlight."},
  {"soal":"Kenapa kasus pengadaan alat kesehatan ramai soal label?","jawab":"Supaya rakyat fokus detail lucu, bukan mark-up milyaran.","alasan":"Kalau nggak dialihkan, publik bakal sadar korupsi."},
  {"soal":"Kenapa proyek stadion mangkrak ramai soal kursi warna-warni?","jawab":"Supaya rakyat debat estetika, bukan duit proyek hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena sorotan."},
  {"soal":"Kenapa DPR ramai soal baju rapat ketimbang proyek mangkrak?","jawab":"Supaya rakyat fokus fashion, bukan uang bocor.","alasan":"Kalau fokus proyek, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa proyek PLTU ramai soal lampu indikator?","jawab":"Supaya rakyat sibuk dekorasi, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena spotlight."},
  {"soal":"Kenapa kasus Jiwasraya ramai soal artis endorse?","jawab":"Supaya rakyat kepo seleb, bukan rugi investasi miliaran.","alasan":"Kalau nggak dialihkan, publik bakal sadar siapa yang untung."},
  {"soal":"Kenapa proyek rumah sakit mangkrak ramai soal taman mini?","jawab":"Supaya rakyat peduli taman, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa kasus e-KTP ramai soal warna kartu?","jawab":"Supaya rakyat debat estetika, bukan duit hilang.","alasan":"Kalau fokus proyek, korupsi jelas terlihat."},
  {"soal":"Kenapa bansos covid ramai soal bentuk kantong?","jawab":"Supaya rakyat fokus detail lucu, bukan duit yang raib.","alasan":"Kalau nggak dialihkan, pejabat bakal kena spotlight."},
  {"soal":"Kenapa proyek transportasi ramai soal halte lucu?","jawab":"Supaya rakyat fokus lucu-lucuan, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik keras."},
  {"soal":"Kenapa proyek bendungan ramai soal kolam ikan?","jawab":"Supaya rakyat fokus ikan, bukan duit yang hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena spotlight."},
  {"soal":"Kenapa skandal pejabat ramai soal jam dinding kantor?","jawab":"Supaya rakyat sibuk dekorasi, bukan duit negara yang bocor.","alasan":"Kalau nggak dialihkan, publik bakal sadar korupsi."},
  {"soal":"Kenapa proyek sekolah mangkrak ramai soal taman bunga?","jawab":"Supaya rakyat fokus estetika, bukan biaya hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa DPR ramai soal kopi rapat, bukan proyek mangkrak?","jawab":"Supaya rakyat fokus kopi, bukan duit bocor.","alasan":"Kalau fokus proyek, pejabat bakal kena spotlight."},
  {"soal":"Kenapa proyek tol ramai soal lampu hias?","jawab":"Supaya rakyat debat lucu-lucuan, bukan milyaran hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik keras."},
  {"soal":"Kenapa kasus BLBI ramai soal arsip kertas hilang?","jawab":"Supaya rakyat fokus dokumen, bukan duit raib.","alasan":"Kalau nggak dialihkan, publik bakal sadar siapa yang untung."},
  {"soal":"Kenapa proyek listrik mangkrak ramai soal tiang lampu lucu?","jawab":"Supaya rakyat fokus lucu-lucuan, bukan milyaran bocor.","alasan":"Kalau nggak dialihkan, pejabat bakal kena sorotan."},
  {"soal":"Kenapa bansos corona ramai soal ukuran kantong?","jawab":"Supaya rakyat debat detail kecil, bukan duit hilang.","alasan":"Kalau fokus duit, pejabat bakal kena spotlight."},
  {"soal":"Kenapa kasus pengadaan alat kesehatan ramai soal label lucu?","jawab":"Supaya rakyat fokus detail, bukan mark-up milyaran.","alasan":"Kalau nggak dialihkan, publik bakal sadar korupsi."},
  {"soal":"Kenapa proyek stadion mangkrak ramai soal warna kursi?","jawab":"Supaya rakyat debat estetika, bukan duit proyek hilang.","alasan":"Kalau nggak dialihkan, pejabat bakal kena kritik tajam."},
  {"soal":"Kenapa DPR ramai soal baju rapat ketimbang proyek mangkrak?","jawab":"Supaya rakyat fokus fashion, bukan uang bocor.","alasan":"Kalau fokus proyek, pejabat bakal kena sorotan."}
]